["Alle EU-landen moeten een evenredig aandeel asielzoekers opnemen.",
       "Sociale-mediabedrijven moeten zelf kunnen beslissen wat ze doen met nepnieuws.",
       "Grote bedrijven moeten een minimum belasting betalen in elk EU-land waar ze actief zijn.",
       "De leeftijd waarop je mag stemmen voor het Europees Parlement moet omlaag van 18 naar 16 jaar.",
       "Bedrijven moeten meer gaan betalen voor hun CO2-uitstoot.",
       "Landen die afgewezen asielzoekers niet terugnemen, moeten minder ontwikkelingshulp krijgen van de EU.",
       "De EU moet de politie verbieden automatische gezichtsherkenning te gebruiken.",
       "Het Europees Parlement moet het recht krijgen om zelf wetsvoorstellen te doen.",
       "De EU moet meer kernenergie gaan opwekken.",
       "De EU moet lidstaten verplichten lhbtiq+-stellen als wettelijke ouders van hun kinderen te erkennen.",
       "EU-landen moeten meer mogelijkheden krijgen om op sommige onderwerpen niet mee te doen en zelf regels te maken.",
       "De EU moet boeren toestaan meer genetisch gemodificeerde gewassen te verbouwen.",
       "De EU moet landen verplichten vliegbelasting te heffen.",
       "De Europese Central Bank (ECB) moet naast munten en bankbiljetten ook een digitale euro gaan uitgeven.",
       "De EU moet samenwerking met Israel stoppen totdat de Palestijnen een eigen staat hebben.",
       "Het moet gemakkelijker worden voor geschoolde werknemers om in de EU te komen wonen en werken.",
       "Er mogen de komende jaren geen nieuwe landen bij de EU.",
       "EU-landen moeten vaker samen wapens en ander defensiemateriaal gaan inkopen.",
       "De EU moet lidstaten een groter begrotingstekort toestaan dan nu het geval is.",
       "Het moet mogelijk worden om een land uit de EU te zetten als het zich niet aan de basisregels voor democratie en rechtsstaat houdt.",
       "De EU moet stoppen met het subsidieren van de intensieve veeteelt.",
       "EU-landen moeten zelf kunnen beslissen of ze werknemers uit andere lidstaten toelaten.",
       "De EU moet geld steken in uitbreiding van het netwerk van Europese treinen.",
       "Asielzoekers moeten hun asielaanvraag indienen in landen buiten de EU en daar afwachten of ze in de EU mogen komen wonen.",
       "Het moet in de hele EU verplicht worden om stagiairs een vergoeding te betalen.",
       "Er moeten weer grenscontroles komen tussen de landen van de EU.",
       "De EU moet het recht op abortus erkennen als een grondrecht.",
       "De voorzitters van de Europese Commissie moeten rechtstreeks door de inwoners van de EU worden gekozen.",
       "De EU moet het gebruik van landbouwgif met glyfosaat volledig verbieden.",
       "De EU moet meer wapens voor Oekraine betalen."]